Repository: dci-debian-kde-applications/ktp-text-ui
Catalog: po/*/kcm_ktp_chat_behavior.po
Languages: ast

source: message
ast: mensaxe

# Placeholder for contact name in completion suffix selector
source: Nickname
ast: Nomatu

source: Tabs
ast: Llingüetes

source: Open new conversations:
ast: Abrir conversaciones nueves:

source: As new windows
ast: Como ventanes nueves

source: As tabs in the same window
ast: Como llingüetes na mesma ventana

source: User Is Typing
ast: L'usuariu ta teclexando

source: Show me when others are typing
ast: Amosame cuando otros tean teclexando

source: Show others when I am typing
ast: Amosa a otros cuando tea teclexando

source: Nickname Completion
ast: Completáu de nomatos

source: Complete nicknames to
ast: Completar nomatos

source: when I press Tab
ast: cuando prima tabulador

source: Image Sharing
ast: Compartición d'imáxenes

source: Image Sharing Service
ast: Serviciu de compartición d'imáxenes

source: Works when dragging an image to the Chat Window
ast: Furrula al arrastrar una imaxe a la ventana de charra

source: Group Chats
ast: Charres de grupu

source: Stay connected to group chat even when tab is closed
ast: Siguir coneutáu a la charra en grupu incluso al zarra la llingüeta

source: Keyboard Layouts
ast: Distribuciones de tecláu

source: Remember keyboard layout for each tab
ast: Recordar distribución de tecláu pa cada llingüeta
