Repository: dci-debian-kde-applications/ktp-text-ui
Catalog: po/*/kcm_ktp_chat_appearance.po
Languages: cs, sl

source: A demo chat
cs: Ukázkový rozhovor
sl: Predstavitveni klepet

# Example email
source: ted@example.com
cs: ted@priklad.cz
sl: janez@kde.org

# Example name
source: Ted
sl: Janez

# Example message in preview conversation
source: Ok!
sl: V redu

# Example email
source: larry@example.com
cs: larry@priklad.cz
sl: marija@kde.org

# Example name
source: Larry Demo
cs: Larry Ukázka
sl: Marija predstavitev

source: Bye Bye
cs: Zdarec
sl: Nasvidenje

source: Have fun!
cs: Hezky se bavte.
sl: Imejte se lepo!

# Example name
source: Ted Example
cs: Ted Příklad
sl: Janez Novak

source: cya
cs: ahoj
sl: se vidimo

# Example message
source: Ted Example waves.
cs: Ted Příklad mává.
sl: Janez Novak pomaha.

source: Ted Example has left the chat.
cs: Ted Příklad opustil rozhovor
sl: Janez Novak je zapustil klepet.

source: Hello
cs: Ahoj
sl: Zdravo

source: What's up?
cs: Jak je?
sl: Kaj se dogaja?

source: Check out which cool adium themes work <a href="http://community.kde.org/Real-Time_Communication_and_Collaboration/Components/Chat_Window/Themes">here</a>!
cs: Podívejte se na <a href="http://community.kde.org/Real-Time_Communication_and_Collaboration/Components/Chat_Window/Themes">zajímavé vzhledy</a> adium.
sl: <a href="http://community.kde.org/Real-Time_Communication_and_Collaboration/Components/Chat_Window/Themes">Tukaj</a> lahko preverite katere teme adium so združljive!

source: A different example message
cs: Jiná ukázková zpráva
sl: Drugačen primer sporočila

source: Ted Example is now Away.
cs: Ted Příklad je nyní pryč.
sl: Janez Novak je sedaj odsoten.

source: Use Custom Font Settings
cs: Použít vlastní nastavení písma
sl: Uporabi nastavitve pisav po meri

source: Select Font:
cs: Vyberte písmo:
sl: Izberite pisavo:

source: Select Size:
cs: Vyberte velikost:
sl: Izberite velikost:

source: Style
cs: Styl
sl: Slog

source: Message Style:
cs: Styl zprávy:
sl: Slog sporočila:

source: Variant:
cs: Varianta:
sl: Različica:

source: Show Header
cs: Zobrazovat hlavičku
sl: Prikaži glavo
