Repository: dci-debian-kde-applications/ktp-text-ui
Catalog: po/*/ktp-adiumxtra-protocol-handler.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Package type not recognized or not supported
ast: Nun se reconoz o sofita la triba'l paquete

source: OK
ast: Aceutar

source: Install Chatstyle %1
ast: Instalar estilu de charra %1

source: Install
ast: Instalar

source: Cancel
ast: Encaboxar

source: Installed Chatstyle %1 successfully.
ast: Instalóse con ésitu l'estilu de charra %1

source: Installation of Chatstyle %1 failed.
ast: Falló la instalación del estilu de charra %1

source: Install Emoticonset %1
ast: Instalar conxuntu de fustaxes %1

source: Installed Emoticonset %1 successfully.
ast: Instalóse con ésitu'l conxuntu de fustaxes %1

source: AdiumXtra Protocol Handler
ast: Remanador del protocolu AdiumXtra

source: Developer
ast: Desendolcador

source: Adium package to install
ast: Paquete Adium pa instalar
