Repository: dci-debian-kde-applications/ktp-text-ui
Catalog: po/*/ktp-text-ui.po
Languages: ast

# NAME OF TRANSLATORS
source: Your names
ast: Softastur

# EMAIL OF TRANSLATORS
source: Your emails
ast: alministradores@softastur.org

source: Close
ast: Zarrar

source: Move Tab Left
ast: Mover llingüeta a la izquierda

source: Move Tab Right
ast: Mover llingüeta a la drecha

source: &Next Tab
ast: Llingüeta &siguiente

source: &Previous Tab
ast: Llingüeta &previa

source: &Audio Call
ast: &Llamada d'audiu

# Toolbar icon tooltip
source: Start an audio call with this contact
ast: Aniciar una llamda con esti contautu

source: &Block Contact
ast: &Bloquiar contautu

# Toolbar icon tooltip
source: Blocking means that this contact will not see you online and you will not receive any messages from this contact
ast: Bloquiar quier dicir qu'esti contautu nun te verá en llinia y nun recibirás mensaxe dalu d'esti contautu

source: &Send File
ast: &Unviar ficheru

# Toolbar icon tooltip
source: Send a file to this contact
ast: Unviar un ficheru a esti contautu

source: &Invite to Chat
ast: &Convidar a charrar

# Toolbar icon tooltip
source: Invite another contact to join this chat
ast: Convidar a otru contautu a xunise a esta charra

source: &Video Call
ast: &Videollamada

# Toolbar icon tooltip
source: Start a video call with this contact
ast: Aniciar una videollamda con esti contautu

source: Share My &Desktop
ast: Compartir el mio &escritoriu

# Toolbar icon tooltip
source: Start an application that allows this contact to see your desktop
ast: Aniciar una aplicación que permita a esti contautu ver el to escritoriu

source: &Collaboratively edit a document
ast: &Editar un documentu de mou &collaborativu

source: &Contact info
ast: Información de &contautu

source: &Leave room
ast: &Dexar sala

source: Choose Spelling Language
ast: Escoyer la llingua la correición ortográfica

# Action to open the log viewer with a specified contact
source: &Previous Conversations
ast: &Conversaciones previu

# Action to open the contact list
source: Contact &List
ast: &Llistáu de contautos

source: Account Icon
ast: Iconu de cuenta

source: &Clear View
ast: &Llimpiar vista

# Toolbar icon tooltip
source: Clear all messages from current chat tab
ast: Llimpia tolos mensaxes de la llingueta actual de charra

source: Send message
ast: Unviar mensaxe

source: &Start session
ast: &Aniciar sesión

source: &Stop session
ast: &Parar sesión

source: &Authenticate contact
ast: &Autenticar contautu

source: Unverified
ast: Ensin verificar

source: &Restart session
ast: &Reaniciar sesión

# Toolbar icon tooltip
source: Edit a plain-text document with this contact in real-time
ast: Edita un documentu de testu planu con esti contautu en tiempu real

source: Choose files to send to %1
ast: Escueyi los ficheros pa unviar a %1

source: &Unblock Contact
ast: &Desbloquiar contautu

source: &Conversation
ast: &Conversación

source: &Actions
ast: &Aiciones

source: Main Toolbar
ast: Barra de ferramientes principal

source: Account Icon Toolbar
ast: Barra de ferramientes d'iconos de cuentes

source: Language Toolbar
ast: Barra de ferramientes de llingua

source: Smiley Toolbar
ast: Barra de ferramientes de fustaxes

source: Add Smiley
ast: Amestar fustax

source: Search in Contacts...
ast: Guetar en contautos...

source: Select Contacts to Invite to Group Chat
ast: Esbillar contautos pa convidar a la charra en grupu

source: Chat Application
ast: Aplicación de charra

source: Developer
ast: Desendolcador

source: Past Developer
ast: Desendolcador pasáu
